{
    "Laravel": "Laravel 中文",
    "The PHP Framework For Web Artisans": "为 Web 艺术家创造的 PHP 框架",
    "Documentation": "文档",
    "News": "资讯",
    "Partners": "合作伙伴",
    "Ecosystem": "生态系统",
    "Love beautiful code? We do too.": "热爱优美的代码？我们也是。",
    "See What's New!": "最新组件",
    "Laravel Horizon provides a beautiful dashboard and code-driven configuration for your Redis queues.": "Laravel Horizon 为你的 Redis 队列提供了一个出色的仪表盘，以及代码驱动的配置系统。",
    "Laravel Dusk provides an expressive, easy-to-use browser automation and testing API. You'll love it.": "Laravel Dusk 提供了一套富于表现力、且易于使用的浏览器自动化和测试接口。你会喜欢上她的！",
    "Event broadcasting, evolved. Bring the power of WebSockets to your application without the complexity.": "改良进化了的事件广播。将强大的 WebSockets 整合到你的应用，并剥离复杂性。",
    "Did someone say rapid?": "敏捷开发？",
    "Elegant applications delivered at warp speed.": "交付优雅的应用尽在一瞬间。",
    "Expressive, beautiful syntax.": "富于表现力，优美的语法。",
    "Value elegance, simplicity, and readability? You’ll fit right in. Laravel is designed for people just like you. If you need help getting started, check out <a href=\"https://laracasts.com\">Laracasts</a> and our <a href=\"/docs\">great documentation</a>.": "重视代码优雅、简洁和可读性？在此你将十分融入。Laravel 就是为你这样的人设计的！如果你需要入门帮助，请查阅 <a href=\"https://laracasts.com\">Laracasts 视频教程</a> 和我们 <a href=\"/docs\">杰出的文档</a> 。",
    "Tailored for your team.": "为你的团队量身打造。",
    "Whether you're a solo developer or a 20 person team, Laravel is a breath of fresh air. Keep everyone in sync using Laravel's database agnostic <a href=\"/docs/migrations\">migrations</a> and <a href=\"/docs/migrations\">schema builder</a>.": "无论你是独立开发者还是 20 人的团队，Laravel 都将让你耳目一新。使用 Laravel 数据库 <a href=\"/docs/migrations\">迁移</a> 和 <a href=\"/docs/migrations\">结构生成器</a> 让每个人都保持同步。",
    "Modern toolkit. Pinch of magic.": "现代化的工具包。窥探魔力。",
    "An <a href=\"/docs/eloquent\">amazing ORM</a>, painless <a href=\"/docs/routing\">routing</a>, powerful <a href=\"/docs/queues\">queue library</a>, and <a href=\"/docs/authentication\">simple authentication</a> give you the tools you need for modern, maintainable PHP. We sweat the small stuff to help you deliver amazing applications.": "使用 <a href=\"/docs/eloquent\">惊艳的 ORM</a> 、愉悦的 <a href=\"/docs/routing\">路由</a> 、强大的 <a href=\"/docs/queues\">队列库</a> ，以及 <a href=\"/docs/authentication\">简便的用户认证系统</a> 让你构建现代化、可维护的 PHP 项目。我们竭力细微，只为助你创造非凡。",
    "The Laravel Ecosystem": "Laravel 生态系统",
    "Revolutionize how you build the web.": "彻底改良构建 Web 的方式。",
    "Instant PHP Platforms On Linode, DigitalOcean, and more. Push to deploy, PHP 7.1, HHVM, queues, and everything you need to launch and deploy amazing Laravel applications.": "实时发布 PHP 于 Linode 、DigitalOcean 或其他平台。推送即部署、PHP 7.1、HHVM、队列，以及所有你期望的。",
    "Launch your application in minutes!": "数分钟内开启你的应用！",
    "The official Laravel development environment. Powered by Vagrant, Homestead gets your entire team on the same page with the latest PHP, MySQL, Postgres, Redis, and more.": "官方的 Laravel 本地开发环境，由 Vagrant 强劲支持。 Homestead 让你整个团队的开发环境保持统一，并使用最新的 PHP、MySQL、Postgres、Redis 等。",
    "Hundreds (yes, hundreds) of Laravel and PHP video tutorials with new videos added every week. Skim the basics or start your journey to Laravel mastery. All for the price of lunch.": "数百部（是的，数百部）Laravel 和 PHP 的视频教程，并且每周都会增加新的视频。从入门到精通，只需一顿午饭钱。",
    "Make subscription billing painless with built-in Stripe and Braintree integrations. Coupons, swapping subscriptions, cancellations, and even PDF invoices are ready out of the box.": "通过内置的 Stripe 和 Braintree 集成轻松实现付费订阅功能。优惠券、切换订阅、取消订阅、甚至 PDF 发票等均开箱即用。",
    "And so much more!": "更多",
    "A Laravel development environment for Mac minimalists. No Vagrant, no Apache, no fuss.": "为 Mac 极简主义者准备的 Laravel 本地开发环境。没有 Vagrant ，不含 Apache ，远离抱怨焦躁。",
    "Cachet is the best way to inform customers of downtime. This is your status page.": "Cachet 是告知客户系统停机的最好方式。这就是你的「状态」页面。",
    "StyleCI is the PHP coding style continuous integration service for Laravel.": "StyleCI 是一个支持 Laravel 的 PHP 代码风格持续集成服务。",
    "Laravel Mix makes front-end a breeze. Start using SASS and Webpack in minutes.": "Laravel Mix 让前端变得轻而易举。在数分钟之内便可上手 SASS 和 Webpack 。<br><br>",
    "Powerful SaaS application scaffolding. Stop writing boilerplate & focus on your application.": "强大的 SaaS 应用脚手架。不要再编写轮子了，只专注于你的应用就够了。",
    "If all you need is an API and lightning fast speed, try Lumen. It’s Laravel super-light.": "如果你想要的只是 API 接口和闪电般的运行速度，请尝试 Lumen ，她是 Laravel 的超模。",
    "Need a CMS that runs on Laravel and is built for developers <em>and</em> clients? Look no further.": "需要一个运行在 Laravel 上的 CMS 并且对开发者 <em>和</em> 客户均适合？别再看其他的了。"
}
